<?php
require 'TopPage.php';
?>


<!-- explain about the project-->
<table class="tblbodytable" align="right" dir="rtl" bgcolor="#cbcbcb" width="990px">
    <tr>
        <td class="tdbodycell" align="right" dir="rtl">
            <p class="pbody">

                <!--/////////////////////////////////////////////////////////
                HERE START THE BODY CONTECT
                /////////////////////////////////////////////////////////////-->

                <u><h1>שלבי ביצוע פרויקט הגמר</h1>(לוח זמנים יפורט בהמשך) :</u>
            </p>
            <p class="pbody">
                הערה: מומלץ לנצל את סמסטר הקיץ שלפני פתיחת שנת הלימודים לשם גישושים ראשוניים עם מנחים וארגונים פוטנציאליים.
            </p>
            <p class="pbody">
                <u><b> 1.  אישור נושא לעבודת הגמר</b></u><b> - </b><br>על הצוותים לקבל את אישור המנחה הן לנושא המוצע על ידם והן להסכמתו לשמש כמנחה לצוות. לאחר קבלת אישור המנחה יש לפנות באימייל לראש המחלקה לשם קבלת אישור סופי לנושא, להרכב הצוות לפי מבטי"ם ולמנחה.
            </p>
            <p class="pbody">
                <u><b>2.  מפגש התנעת ביצוע של פרויקט הגמר</b></u><b> (נוכחות חובה) - </b><br>מטרת הפגישה מסירת מידע כללי, מתן הסברים והנחיות לביצוע הפרויקט וסגירת רשימת הצוותים, הנושאים והמנחים.
            </p>
            <p class="pbody">
                <u><b>3.  דו"ח מספר 1 - הצעה לביצוע פרויקט הגמר</b></u><b> (נוכחות חובה) - </b><br> היקף המסמך כ-3-5 עמודים מודפסים.
                ההצעה תכלול את הנושאים הבאים :
                <br>
                א.<u> הארגון</u>  - שם הארגון אשר בו יבוצע פרויקט הגמר, תאור כללי של תוצריו וסביבתו העסקית.
                <br>
                ב.<u> הבעיה</u>  - תאור הבעיה שבגינה יש צורך בפרויקט ותאור כללי של נושא הפרויקט; המוטיבציה
                לפרויקט.
                <br>
                ג.<u> מטרות</u>  - מטרות הפרויקט. בפרויקט מחקרי – שאלות המחקר.
                <br>
                ד.<u> חשיבות הפרויקט</u>  - תוצאות צפויות והערך המוסף.
                <br>
                ה.<u> מתודולוגיה / שיטת עבודה</u>  - בפרויקט מחקרי: הגישה לאיסוף מידע ונתונים. בפרויקט יישומי:
                השיטה.
                <br>
                ו.<u> תוכנית עבטדה</u>  - תוכנית עבודה ראשונית ולוח זמנים ראשוני.
            </p>
            <p class="pbody">
                <u><b>4. דו"ח מספר 2 - תיאור המצב הקיים, ניתוח הבעיה והצגת תוכנית עבודה מעודכנת</b></u><b> - </b><br>על הדו"ח להציג בפירוט את הארגון בו מבוצע הפרויקט ואת הבעיה שהובילה לצורך בפרויקט
                )הרחבה משמעותית של תאור הבעיה מדו"ח 1).  בתיאור הבעיה במצב הקיים יש להתבסס על
                נתונים כמותיים ואיכותיים המבוססים היטב על נתונים תקפים ומידע שנאסף בעזרת כלי איסוף
                נתונים תקפים. יש לצרף לדו"ח זה תוכנית עבודה מעודכנת להשלמת הפרויקט.
            </p>
            <p class="pbody">
                <u><b>5.  מצגת מספר 1 - הבעיה, סקר ספרות ראשוני ותכנון מתודולוגיה</b></u><b> - </b>
                <br>
                • שער הכולל את שם הפרויקט, מספרו, שם המנחה, שמות הסטודנטים, מבטי"ם (אם יש), תאריך.
                <br>
                • תמצית של דוחו"ת מספר 1 ו 2– הארגון, הבעיה במצב הקיים, מטרות הפרויקט וחשיבותו.
                <br>
                • סקר ספרות ראשוני – 3 מקורות לפחות )מאמרים 1ספרים מדעיים(. ניתן בנוסף להציג באופן
                ביקורתי מקורות מהאינטרנט.
                <br>
                • מתודולוגיה /שיטת העבודה. בפרויקט מחקרי: הגישה לאיסוף מידע ונתונים. בפרויקט יישומי: שיטת
                העבודה.
            </p>
            <p class="pbody">
                <u><b>6. דוח מספר 3 - סקר ספרות מלא</b></u><b> - </b><br>מטרת סקר הספרות היא ללמוד את מצב הידע הקיים בארץ ובעולם בנושא  הפרויקט. יש 						להתבסס
                על מקורות מדעיים – ספרות אקדמית, מאמרים בכתבי עת שפיטים ומאגרי מידי אקדמיים. מותר
                להיעזר, במידה מצומצמת ורק כחומר עזר, במידע הקיים באתרי אינטרנט רלבנטיים.
                מבנה בדו"ח:
                <br>
                • מבוא - מה נכלל בסקירה ולמה ? איך הסקירה רלבנטית לפרויקט/מחקר? רצוי לחלק את הפרק ל 2- 3 חלקים בהתאם למספר							 המרכיבים בהגדרת מטרת הפרויקט.
                <br>
                • סקר ספרות על נושא א'. סקר הספרות איננו סיכום כרונולוגי של ספרים / מאמרים. על הסקירה הספרותית להיבנות סביב						 נושאים ולא סביב מקורות. הסקירה צריכה להיות כתובה במילים של
                הכותב. בתחילת כל פסקה / עמוד ו/או בסיום כל פסקה / עמוד יש לקשור את הסקירה עם מטרת
                הפרויקט ולנמק מדוע ואיך מה שהובא רלבנטי לפרויקט. מותר ורצוי שסקר הספרות יהיה ביקורתי.
                אין לכלול בסקר קטעי ספרות עיוניים בעלי זיקה כללית או אף אלה המהווים רקע מתודולוגי כללי,המצוי בספרי לימוד.
                <br>
                • סקר ספרות על נושא ב' ( במידה ויש )
                <br>
                • סקר ספרות על נושא ג' ( במידה ויש, וכך הלאה )
                <br>
                • סיכום הפרק.
                <br>
                •רשימת מקורות ערוכה וכתובה לפי תקן APA.
            </p>
            <p class="pbody">
                <u><b> 7. דו"ח מספר 4- דו"ח התקדמות (כ- 1 עמוד)</b></u><b> - </b><br>על הצוות לדווח על כל מה שבוצע עד ליום הגשת הדו"ח ולהציג תוכנית עבודה מעודכנת להמשך.
            </p>
            <p class="pbody">
                <u><b> 8. דו"ח מספר 5- דו"ח התקדמות (כ- 1 עמוד)</b></u><b> - </b><br>על הצוות לדווח על כל מה שבוצע עד ליום הגשת הדו"ח ולהציג תוכנית עבודה מעודכנת להמשך.
            </p>
            <p class="pbody">
                <u><b> 9. דו"ח מספר 6- דו"ח התקדמות (כ- 1 עמוד)</b></u><b> - </b><br>על הצוות לדווח על כל מה שבוצע עד ליום הגשת הדו"ח ולהציג תוכנית עבודה מעודכנת להמשך.
            </p>
            <p class="pbody">
                <u><b>10.דו"ח מספר 7- תמצית הפרויקט (1 עמוד)</b></u><b> - </b><br>על הדו"ח להיות בהיקף של עמוד אחד (פונט 12 , נרקיסים, רווח שורה) .  לא יתקבלו דוחו"ת אשר יגלשו מעמוד אחד בדיוק! יש להקדיש פסקה תמציתית אחת לכל אחד מהנושאים הבאים: הבעיה במצב הקיים, עיקרי סקר הספרות, שיטת העבודה /איסוף הנתונים (מתודולוגיה ), עיקרי הממצאים,מסקנות עיקריות. הכותרת הראשית של הדו"ח התמציתי תהיה שם הפרויקט וכותרת המשנה תהיה: תמצית הפרויקט – קבוצה מספר XX.
            </p>
            <p class="pbody">
                <u><b>11. דו"ח מספר 8- תוצאות ו/ או ממצאים</b></u><b> - </b><br>בפרויקט מחקרי, הדו"ח יציג את הממצאים שנאספו וניתוחם כולל מסקנות והמלצות.
                בפרויקט יישומי, הדו"ח יציג את תוצאות העבודה (אלגוריתם, אפיון, תוצאות בדיקת היתכנות
                וכדומה ).

            </p>
            <p class="pbody">
                <u><b>12. הכנת פוסטר</b></u><b> - </b><br>יש להכין פוסטר שמציין את עיקרי מטרות הפרויקט, הדרכים להשגתן, והישגי הפרויקט. הפוסטר יוצג בכניסה לחדרים בהם תוצגנה המצגות. הסטודנטים יידרשו להיות ליד הפוסטרים, לפי הנחיות שתועברנה לקראת משובי מצגות הגמר.

            </p>
            <p class="pbody">
                <u><b>13.מצגת מספר 2 - תוצאות ו/או ממצאים.</b></u><b> - </b><br>הצוות יציג את תמצית דו"ח 8.
                <br>
                <br>
                <u>הערה:</u>מצגת 2 איננה אמורה להקיף את כל תכני הפרויקט ולהציג בתמצית את ספר הפרויקט אלא להתרכז בתוצאות. כך למשל, אין צורך להציג בפרוטרוט את הארגון בו בוצעה העבודה ואת סקר הספרות (הוצגו במצגת 1 ויוצגו שוב בספר הפרויקט)ואין צורך להציג גאנט של לוחות זמנים (ייכלל ממילא בדו"ל הסופי / ספר הפרויקט). יש להציג מבוא קצר, מתוגולוגיה וממצאים.
            </p>
            <p class="pbody">
                להלן מבנה אפשרי של מצגת 2:
                <br>
                • שם שער הכולל את שם הפרויקט, מספרו, שם המנחה, שמות הסטודנטים, מבטי"ם (אם יש), תאריך.
                <br>
                • שקף תוכן המצגת (לא חובה).
                <br>
                <u>מבוא</u>
                <br>
                • 1 שקף על הארגון בו בוצע הפרויקט.
                <br>
                • 2-3 שקפים על הבעיה (שהובילה לפרויקט) ומטרת/מטרות הפרויקט. בפרויקט מחקרי- שאלות המחקר.
                <br>
                • 3-4 שקפים על מתודולוגיה: בפרויקט מחקרי - שיטת המחקר, הנבדקים, כלי איסוף הנתונים, האמצעים שננקטו להבטחת תוקף ומהימנות כלי ה
                "מדידה" והממצאים. הפרויקט יישומי - שיטת העבודה ותיאור שלבי העבודה.<br>
                <u>גוף המצגת</u><br>
                •עד 15 שקפים : הצגת בממצאים / תוצרים, ניתוח, פרשנות, השוואה לממצאי מחקרים בספרות (אם רלבנטי), מסקנות.<br>
                <u>סיכום</u><br>
                • שקף סיכום.
            </p>
            <p class="pbody">
                האמור לעיל מהווה המלצה בלבד. לכל מנחה שמורה זכות ה"חופש האקדמי" להנחות אחרת בהתאם להקשר הספציפי של כל פרויקט.
                <br>
                עותק מודפס של המצגת יוגש לכל המרצים במושב ביום ההצגה.
            </p>
            <p class="pbody">
                <u><b>14. הגשת דו"ח סופי (ספר הפרויקט)</b></u><b> - </b><br>הספר יכלול את הפרקים הבאים
                <br>
                דף שער הכולל את לוגו המכון, שם הפקולטה, המשפט: עבודת גמר למילוי חלקי של הדרישות
                בניהול טכנולוגיה, שם הפרויקט, שמות הסטודנטים כולל מספרי ת"ז B.Sc. לתואר ראשון
                ומבטי"ם, שם המנחה ותאריך.
                <br>
                תודות (לא חובה).
                <br>
                תקציר מנהלים (5-10) עמודים.
                <br>
                תוכן עניינים, רשימת טבלאות, רשימת תרשימים.
                <br>
                פרק 1 – מבוא: הארגון, הבעיה במצב הקים, מטרות הפרויקט, חשיבות הפרויקט והערך המוסף.
                <br>
                פרק 2 – סקר ספרות.
                <br>
                פרק 3 – שיטת העבודה (מתודולוגיה) : בפרויקט מחקרי - מערך המחקר, שיטת המחקר, הנבדקים,
                כלי איסוף הנתונים, דרכי עיבוד הנתונים, מהימנות ותוקף. בפרויקט יישומי – תיאור ושלבי
                העבודה.
                <br>
                פרק 4 – תוצאות: בפרויקט מחקרי – הצגת והסבר הממצאים שנאספו בטקסט, טבלאות וגרפים.
                בפרויקט יישומי – הצגת תוצרי הפרויקט.
                <br>
                פרק 5 – דיון: דיון בממצאים/תוצאות לרבות פרשנות, ניתוח מעמיק והשוואה התוצאות ו/או
                הממצאים לאלה של מחקרים אחרים המתוארים בספרות.

                <br>
                פרק 6 – סיכום: תשובה תמציתית למטרות/שאלות הפרויקט, מסקנות, המלצות, המלצות
                לפרויקטי המשך.

                <br>
                רשימת מקורות.
                <br>
                נספחים.</p>
            <p class="pbody">
                הנחיות כלליות לכל הדוחו"ת והמצגות:
                <br>
                • על העבודה להיות ברמה אקדמית נאותה. כל משפט וטיעון בדוחו"ת ובמצגות צריך להיות מבוסס על עובדות, נתונים וממצאי מחקרים קודמים. אין מקום לדעות אישיות, אינטואיציה ו"שליפות
                מהמותן".
                <br>
                • על העבודה להיות בהיקף המתאים לפרויקט שנתי. לכן נושאים כמו בחירת חלופה אופטימלית מתוך מספר חלופות, ניהול סיכונים ותוכנית עסקית יכולים להיות חלק מהפרויקט אך לא כל
                הפרויקט.
                <br>
                • במקרים מיוחדים יאושר פרויקט של כתיבת אפיון /ים או נוהל /ים. במקרים כאלה יש להקפיד (1) על כך שהאפיון/ים או הנוהל/ים יהיו מבוססים על ניתוח דרישות מקיף ועל (2) אימות מול הדרישות
                ותיקוף מול נציגי בעלי העניין.

            </p>
            <p class="pbody">
                בהצלחה!
            </p>
        </td>
    </tr>
</table>


<!--/////////////////////////////////////////////////////////
HERE END THE BODY CONTECT
/////////////////////////////////////////////////////////////-->


</p>
</td>
</tr>
</table>

<?php
require 'BottomPage.php';
?>
	