<?php
require 'TopPage.php';
?>

	<!-- explain about the project-->
	<table class="tblbodytable" align="right" dir="rtl" bgcolor="#cbcbcb" width="990px">
		<tr>
			<td class="tdbodycell" align="right" dir="rtl">
				<p class="pbody">
                    <u><b>אודות:</b></u>
				</p>
				<p class="pbody">
                    במסגרת לימודי ניהול טכנולוגיה נדרשים הסטודנטים להכין פרויקט גמר לקראת סיום לימודיהם.
                    פרויקט הגמר מיועד לאפשר לבוגרי הפקולטה לרכוש ניסיון ולהמחיש את יכולתם להתמודד עם
                    אתגרי הביצוע של פרויקט מעשי בארגון טכנולוגי או לביצוע פרויקט מחקרי בתחום ניהול הטכנולוגיה.
                </p>
				<p class="pbody">
                    הפרויקט יעסוק בסוגיות ניהוליות הקשורות למערכת המשולבת של פונקציות השיווק, הכספים,
                    התפעול והפיתוח בארגונים טכנולוגיים.
                    הפרויקט יבוצע בצוותים של שני סטודנטים, על מנת לאפשר פיתוח של מסגרת בעבודה צוותית.
                    הפרויקט יתמקד בבעיה ניהולית או מחקרית, שפתרונה עשוי ליצור ערך מוסף לארגונים או לידע
                    הקיים בתחום. יעדים אלו יוגדרו על ידי הצוות כבר משלב הפיתוח הראשוני של הפרויקט על מנת
                    להדגיש את הערך המוסף המצופה. הפרויקט מתבצע מול לקוח אמיתי (ארגון, חברה או מוסד)  בהנחיית חברי סגל המחלקה ומנחה משותף מן הארגון.
                </p>
				<p class="pbody">
                    פרויקט גמר טיפוסי כולל: חקר וניתוח צרכים, גיבוש פתרון, אפיון עיצוב ופיתוח של הפתרון המוצע
                    ובחינתו והערכתו בקהל היעד.
                    בהגשת פרויקט הגמר, כל צוות סטודנטים נדרש להמחיש את יכולתו לבצע באופן עצמאי פעילות
                    מקצועית, המתבטאת בייזום וביישום מתודולוגיות שנרכשו במהלך הלימודים.
                </p>
				<p class="pbody">
                    בהצלחה!
				</p>
			</td>
		</tr>
	</table>

<?php
require 'BottomPage.php';
?>
